Repository: juanhmrafael/project-mr.dolar-raffles
Catalog: backend/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Available %s
es: %s disponibles

source: Choose %s by selecting them and then select the "Choose" arrow button.
es: Elija %s seleccionándolos y luego presione el botón de flecha "Elegir".

source: Type into this box to filter down the list of available %s.
es: Escriba en este cuadro para filtrar la lista de %s disponibles.

source: Filter
es: Filtrar

source: Choose all %s
es: Elegir todos los %s

source: Choose selected %s
es: Elegir %s seleccionados

source: Remove selected %s
es: Quitar %s seleccionados

source: Chosen %s
es: %s elegidos

source: Remove %s by selecting them and then select the "Remove" arrow button.
es: Quite %s seleccionándolos y luego presione el botón de flecha "Quitar".

source: Type into this box to filter down the list of selected %s.
es: Escriba en este cuadro para filtrar la lista de %s seleccionados.

source: (click to clear)
es: (clic para limpiar)

source: Remove all %s
es: Quitar todos los %s

source: %s selected option not visible
es: %s opción seleccionada no visible
