Repository: juanhmrafael/project-mr.dolar-raffles
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es

source: Yes
es: Sí

source: Unknown Model
es: Modelo Desconocido

source: Audit Log
es: Registro de Auditoría

source: Personal info
es: Información personal

source: Permissions
es: Permisos

source: Important dates
es: Fechas importantes

source: No avatar
es: Sin avatar

source: Avatar Preview
es: Vista previa del avatar

source: Auditing
es: Auditoría

source: Global Audit Log
es: Registro de Auditoría Global

source: Global Audit Logs
es: Registros de Auditoría Globales

source: Audit Management
es: Gestión de Auditoría

source: Audit Admin
es: Admin de Auditoría

source: Audit Administration
es: Administración de Auditoría

source: Successfully fetched and created rate for %s.
es: Tasa para %s obtenida y creada con éxito.

source: Rate for %s already exists. Source: %s.
es: La tasa para %s ya existe. Fuente: %s.

source: Failed to fetch rate from BCV.
es: Error al obtener la tasa del BCV.

source: Financial Settings
es: Configuración Financiera

source: BCV Scraper
es: Extractor del BCV

source: Manual Input
es: Entrada Manual

source: Date
es: Fecha

source: Rate (VEF per USD)
es: Tasa (Bs. por USD)

source: Source
es: Fuente

source: Exchange Rate
es: Tasa de Cambio

source: Exchange Rates
es: Tasas de Cambio

source: Executing BCV rate check. Attempt %(attempt)d of %(max)d for today.
es: Ejecutando la revisión de la tasa del BCV. Intento %(attempt)d de %(max)d para hoy.

source: Maximum attempts for today reached. Stopping execution.
es: Se alcanzó el número máximo de intentos para hoy. Deteniendo la ejecución.

source: Max attempts reached.
es: Se alcanzó el máximo de intentos.

source: SUCCESS: A future rate already exists. Task complete for today.
es: ÉXITO: Ya existe una tasa futura. Tarea completada por hoy.

source: Future rate already exists.
es: Ya existe una tasa futura.

source: Scraper returned None, could not parse page.
es: El extractor devolvió None, no se pudo analizar la página.

source: BCV has not published a future rate yet.
es: El BCV aún no ha publicado una tasa futura.

source: Scraper succeeded but USD rate was not found.
es: El extractor tuvo éxito, pero no se encontró la tasa del dólar.

source: SUCCESS: Created new rate for %(date)s.
es: ÉXITO: Se creó una nueva tasa para el %(date)s.

source: INFO: Rate for %(date)s already existed.
es: INFO: La tasa para el %(date)s ya existía.

source: Attempt %(attempt)d failed: %(error)s
es: El intento %(attempt)d falló: %(error)s

source: Attempt failed.
es: Intento fallido.

source: The participation has been created successfully. It will expire in 5 minutes if a payment is not registered.
es: La participación se ha creado exitosamente. Expirará en 5 minutos si no se registra un pago.

source: Participants
es: Participantes

source: Raffle
es: Rifa

source: Full Name
es: Nombre Completo

source: Phone Number
es: Número de Teléfono

source: Enter the 11-digit cell phone number. It will be formatted automatically as (04XX) XXX-XXXX.
es: Ingresa el número de celular de 11 dígitos. Se formateará automáticamente como (04XX) XXX-XXXX.

source: Email Address
es: Correo Electrónico

source: Identification Number
es: Cédula de Identidad

source: Format: L-NNNNNNNN (e.g., V-12345678). It will be formatted automatically.
es: Formato: L-NNNNNNNN (ej. V-12345678). Se formateará automáticamente.

source: Ticket Count
es: Cantidad de Tickets

source: Created At
es: Fecha de Creación

source: Last Updated At
es: Última Actualización

source: Participation
es: Participación

source: Participations
es: Participaciones

source: You must purchase at least one ticket.
es: Debes comprar al menos un ticket.

source: Raffle not found.
es: Rifa no encontrada.

source: This raffle is not available for participation.
es: Esta rifa no está disponible para participar.

source: The minimum purchase for this raffle is %(min_purchase)s tickets.
es: La compra mínima para esta rifa es de %(min_purchase)s tickets.

source: Pending Payment Report
es: Reporte de Pagos Pendientes

source: Not enough tickets available.
es: No hay suficientes tickets disponibles.

source: Participation %(id)d has expired without a payment. Deleting.
es: La participación %(id)d ha expirado sin un pago. Eliminando.

source: Participation %(id)d successfully deleted.
es: Participación %(id)d eliminada con éxito.

source: Participation %(id)d has a payment reported. No action taken.
es: La participación %(id)d tiene un pago reportado. No se tomó ninguna acción.

source: Participation %(id)d not found. Already processed or deleted.
es: Participación %(id)d no encontrada. Ya procesada o eliminada.

source: An unexpected error occurred during cleanup for participation %(id)d: %(error)s
es: Ocurrió un error inesperado durante la limpieza para la participación %(id)d: %(error)s

source: Payments & Verification
es: Pagos y Verificación

source: Bank Code
es: Código del Banco

source: Bank Name
es: Nombre del Banco

source: Bank
es: Banco

source: Banks
es: Bancos

source: Mobile Payment
es: Pago Móvil

source: Bank Transfer
es: Transferencia Bancaria

source: Method Type
es: Tipo de Método

source: Account Nickname
es: Alias de la Cuenta

source: E.g., 'Primary Zelle', 'Banesco Mobile Payment'
es: Ej: 'Zelle Principal', 'Pago Móvil Banesco'

source: Operating Currency
es: Moneda de Operación

source: The currency in which transactions are made with this method.
es: La moneda en la que se realizan las transacciones con este método.

source: Account Details
es: Detalles de la Cuenta

source: Account data will be structured here automatically.
es: Los datos de la cuenta se estructurarán aquí automáticamente.

source: Is Active?
es: ¿Está Activo?

source: Payment Method
es: Método de Pago

source: Payment methods
es: Métodos de pago

source: Pending Verification
es: Pendiente por Verificar

source: Approved
es: Aprobado

source: Rejected
es: Rechazado

source: Payment Method Used
es: Método de Pago Usado

source: Transaction Details
es: Detalles de la Transacción

source: Details from the user, e.g., {'reference': '123'}
es: Datos del usuario, ej: {'referencia': '123'}

source: Payment Date
es: Fecha del Pago

source: Amount to Pay
es: Monto a Pagar

source: The final amount the user had to pay, in the currency of the payment method.
es: El monto final que el usuario pagó, en la moneda del método de pago.

source: Exchange Rate Applied (VEF per USD)
es: Tasa de Cambio Aplicada (Bs. por USD)

source: Payment Hash
es: Hash del Pago

source: Status
es: Estatus

source: Verified By
es: Verificado Por

source: Verified At
es: Fecha de Verificación

source: Verification Notes
es: Notas de Verificación

source: Ticket Price at Creation
es: Precio del Ticket al Crear

source: Ticket Count at Creation
es: Cantidad de Tickets al Crear

source: Payment
es: Pago

source: Payments
es: Pagos

source: Participant
es: Participante

source: Reference
es: Referencia

source: Base Details
es: Detalles Base

source: Verification Status
es: Estatus de Verificación

source: System & Audit Data (Read-Only)
es: Datos de Sistema y Auditoría (Solo Lectura)

source: Transaction Data
es: Datos de la Transacción

source: Payment approved and tickets assigned successfully.
es: Pago aprobado y tickets asignados con éxito.

source: Payment status changed and associated tickets have been revoked.
es: El estatus del pago cambió y los tickets asociados han sido revocados.

source: An error occurred while processing the state change:
es: Ocurrió un error al procesar el cambio de estatus:

source: Associated tickets have been revoked.
es: Los tickets asociados han sido revocados.

source: Could not revoke tickets. Deletion cancelled. Error: %(error)s
es: No se pudieron revocar los tickets. Eliminación cancelada. Error: %(error)s

source: Approve selected payments
es: Aprobar pagos seleccionados

source: Reject selected payments
es: Rechazar pagos seleccionados

source: Delete selected payments (safe)
es: Eliminar pagos seleccionados (seguro)

source: Error processing payment %(id)s: %(error)s
es: Error procesando el pago %(id)s: %(error)s

source: {success_count} payments were successfully {action_name}d.
es: {success_count} pagos fueron {action_name} con éxito.

source: Failed to process {error_count} payments.
es: Falló el procesamiento de {error_count} pagos.

source: Reference Number
es: Número de Referencia

source: Sender's Email (Zelle)
es: Email del Emisor (Zelle)

source: Binance Pay ID
es: Pay ID de Binance

source: This field is required for the selected payment method.
es: Este campo es obligatorio para el método de pago seleccionado.

source: A payment with this exact reference, date, and amount has already been reported.
es: Ya se ha reportado un pago con esta misma referencia, fecha y monto.

source: This participation already has a payment reported.
es: Esta participación ya tiene un pago reportado.

source: Participation not found.
es: Participación no encontrada.

source: Missing required details for this payment method: %(fields)s
es: Faltan detalles requeridos para este método de pago: %(fields)s

source: Payment method not found.
es: Método de pago no encontrado.

source: Payment method '%(method_name)s' is not available for this raffle.
es: El método de pago '%(method_name)s' no está disponible para esta rifa.

source: method_name
es: nombre_del_metodo

source: No exchange rate available for the date %(date)s.
es: No hay tasa de cambio disponible para la fecha %(date)s.

source: Unexpected currency combination.
es: Combinación de monedas inesperada.

source: Missing required parameters
es: Faltan parámetros obligatorios

source: Invalid ID provided
es: El ID proporcionado es inválido

source: Invalid date format. Use YYYY-MM-DD.
es: Formato de fecha inválido. Use AAAA-MM-DD.

source: This raffle is not available for calculation.
es: Esta rifa no está disponible para realizar cálculos.

source: Invalid raffle or payment method ID
es: ID de rifa o método de pago inválido.

source: Payment reported successfully. Awaiting verification.
es: Pago reportado con éxito. En espera de verificación.

source: A payment with these exact details has already been reported.
es: Ya se ha reportado un pago con estos mismos detalles.

source: This payment method is in use and its critical details cannot be modified. Only the 'Account Nickname' and 'Is Active?' status can be changed.
es: Este método de pago está en uso y sus detalles críticos no pueden ser modificados. Solo el 'Alias de la Cuenta' y el estatus '¿Está Activo?' pueden cambiarse.

source: Account Configuration
es: Configuración de la Cuenta

source: Fill in the required details for the selected payment method below. The system will show/hide fields automatically.
es: Completa los detalles necesarios para el método de pago seleccionado a continuación. El sistema mostrará/ocultará los campos automáticamente.

source: Delete selected payment methods
es: Eliminar métodos de pago seleccionados

source: {deletable_objects} payment methods were successfully deleted.
es: {deletable_objects} métodos de pago fueron eliminados con éxito.

source: {protected_objects} payment methods could not be deleted because they are in use.
es: {protected_objects} métodos de pago no pudieron ser eliminados porque están en uso.

source: Phone
es: Teléfono

source: ID Number/RIF
es: Cédula/RIF

source: Select the bank associated with the account.
es: Selecciona el banco asociado a la cuenta.

source: Account Number
es: Número de Cuenta

source: Enter the full bank account number, typically 20 digits.
es: Ingresa el número de cuenta bancaria completo, que usualmente tiene 20 dígitos.

source: Holder Name
es: Nombre del Titular

source: Enter the full name of the account holder, at least first and last name.
es: Ingresa el nombre completo del titular de la cuenta, al menos nombre y apellido.

source: Enter a valid email address for the account holder (e.g., for Zelle).
es: Ingresa un correo electrónico válido del titular (ej. para Zelle).

source: Enter the Binance Pay ID associated with the account.
es: Ingresa el Pay ID de Binance asociado a la cuenta.

source: Raffles Management
es: Gestión de Rifas

source: In Progress
es: En Progreso

source: Processing Winners
es: Procesando Ganadores

source: Finished
es: Finalizado

source: Cancelled
es: Cancelado

source: Title
es: Título

source: Unique identifier for URL. Auto-generated from title.
es: Identificador único para la URL. Se autogenera desde el título.

source: Description
es: Descripción

source: Promotional Message
es: Mensaje Promocional

source: Catchy text to display when this is the main raffle.
es: Texto llamativo para mostrar cuando esta sea la rifa principal.

source: Currency
es: Moneda

source: Ticket Price
es: Precio del Ticket

source: Price in the selected currency.
es: Precio en la moneda seleccionada.

source: Total Tickets
es: Total de Tickets

source: Minimum Ticket Purchase
es: Compra Mínima de Tickets

source: Minimum number of tickets a participant must buy at once.
es: Cantidad mínima de tickets que un participante debe comprar a la vez.

source: Is Publicly Visible?
es: ¿Es Visible Públicamente?

source: Check this to make the raffle visible to participants on the website.
es: Marca esto para hacer la rifa visible a los participantes en el sitio web.

source: Main Image
es: Imagen Principal

source: Banner image for the raffle.
es: Imagen de banner para la rifa.

source: Available Payment Methods
es: Métodos de Pago Disponibles

source: Select the payment methods available for this raffle.
es: Selecciona los métodos de pago disponibles para esta rifa.

source: Start Date
es: Fecha de Inicio

source: End Date
es: Fecha de Fin

source: Optional. Leave blank if the raffle ends based on manual decision or ticket sales.
es: Opcional. Dejar en blanco si la rifa finaliza por decisión manual o al venderse todos los tickets.

source: Raffles
es: Rifas

source: Display Order
es: Orden de Visualización

source: Order of importance for display (1 = most important).
es: Orden de importancia para mostrar (1 = más importante).

source: Prize Level Title
es: Título del Nivel de Premio

source: E.g., 'Grand Prize', 'Second Prize', 'Consolation Prize'.
es: Ej: 'Primer Premio', 'Segundo Premio', 'Premio de Consolación'.

source: Prize Name
es: Nombre del Premio

source: Prize Description
es: Descripción del Premio

source: Prize Image
es: Imagen del Premio

source: Promotional image of the prize.
es: Imagen promocional del premio.

source: Winner Photo
es: Foto del Ganador

source: Photo of the winner with their prize.
es: Foto del ganador con su premio.

source: Winner
es: Ganador

source: Winner Ticket Number
es: Número del Ticket Ganador

source: Delivered At
es: Fecha de Entrega

source: Prize
es: Premio

source: Prizes
es: Premios

source: Scheduled
es: Programado

source: Completed
es: Completado

source: Rolled Over
es: Pospuesto

source: Lottery Name
es: Nombre de la Lotería

source: Draw Time
es: Hora del Sorteo

source: Date and time of the external lottery draw.
es: Fecha y hora del sorteo de la lotería externa.

source: Winning Number
es: Número Ganador

source: Draw
es: Sorteo

source: Draws
es: Sorteos

source: Promotional Image
es: Imagen Promocional

source: Winner Details
es: Detalles del Ganador

source: Image Preview
es: Vista Previa de la Imagen

source: No image
es: Sin imagen

source: Winner Photo Preview
es: Vista Previa de la Foto del Ganador

source: Step 1: Identity & Visibility
es: Paso 1: Identidad y Visibilidad

source: Set the main details of the raffle and control if it's visible to the public.
es: Define los detalles principales de la rifa y controla si es visible al público.

source: Step 2: Rules & Pricing
es: Paso 2: Reglas y Precios

source: Step 3: Available Payment Methods
es: Paso 3: Métodos de Pago Disponibles

source: Select which payment accounts participants can use for this specific raffle.
es: Selecciona qué cuentas de pago pueden usar los participantes para esta rifa.

source: Step 4: Timeline
es: Paso 4: Cronograma

source: Step 5: Full Description
es: Paso 5: Descripción Completa

source: Raffle Summary
es: Resumen de la Rifa

source: Live Report Summary
es: Resumen del Reporte en Vivo

source: Save the raffle to see the summary.
es: Guarda la rifa para ver el resumen.

source: Tickets Status
es: Estatus de los Tickets

source: Sold
es: Vendidos

source: Available
es: Disponibles

source: Verification Queue
es: Cola de Verificación

source: Pending Payments
es: Pagos Pendientes

source: Raffle not found
es: Rifa no encontrada

source: Assigned Tickets
es: Tickets Asignados

source: Ticket Number
es: Número de Ticket

source: Assigned At
es: Fecha de Asignación

source: Participation {participation.id} already has tickets assigned.
es: La participación {participation.id} ya tiene tickets asignados.

source: Not enough available tickets in raffle {raffle.id}
es: No hay suficientes tickets disponibles en la rifa {raffle.id}.

source: Permissions Count
es: Cantidad de Permisos

source: Authentication and Authorization
es: Autenticación y Autorización

source: The Email field must be set
es: El campo de Email es obligatorio

source: Superuser must have is_staff=True
es: Un superusuario debe tener is_staff=True

source: Superuser must have is_superuser=True
es: Un superusuario debe tener is_superuser=True

source: email address
es: dirección de correo electrónico

source: Required. Will be stored in lowercase.
es: Requerido. Se guardará en minúsculas.

source: first name
es: nombre

source: last name
es: apellido

source: identification number
es: cédula de identidad

source: A user with that identification number already exists.
es: Ya existe un usuario con esa cédula de identidad.

source: User profile picture
es: Foto de perfil del usuario

source: staff status
es: estatus de personal

source: Designates whether the user can log into this admin site.
es: Indica si el usuario puede iniciar sesión en este sitio de administración.

source: active
es: activo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
es: Indica si este usuario debe ser tratado como activo. Desmarca esta opción en lugar de eliminar la cuenta.

source: chief auditor status
es: estatus de auditor jefe

source: Designates that this user has access to the audit management panel.
es: Indica que este usuario tiene acceso al panel de gestión de auditoría.

source: date joined
es: fecha de registro

source: User
es: Usuario

source: Users
es: Usuarios

source: The system user ({email}) is read-only and cannot be modified.
es: El usuario de sistema ({email}) es de solo lectura y no puede ser modificado.

source: The system user ({email}) cannot be deleted.
es: El usuario de sistema ({email}) no puede ser eliminado.

source: Group
es: Grupo

source: Groups
es: Grupos

source: Utils
es: Utilidades

source: US Dollar
es: Dólar Americano

source: Venezuelan Bolívar
es: Bolívar Venezolano

source: Invalid ID. Must be a valid personal ID (V, E, P) like 'V-12345678'.
es: Cédula inválida. Debe ser una cédula personal válida (V, E, P) como 'V-12345678'.

source: Invalid Payer ID format. Use a format like 'V-12345678' or 'J-123456789'.
es: Formato de Cédula/RIF del pagador inválido. Usa un formato como 'V-12345678' o 'J-123456789'.

source: Invalid phone number. Must be a valid Venezuelan cell number (e.g., (04XX) XXX-XXXX).
es: Número de teléfono inválido. Debe ser un número celular venezolano válido (ej. (04XX) XXX-XXXX).

source: Name can only contain letters and spaces.
es: El nombre solo puede contener letras y espacios.

source: Please provide at least a first and last name.
es: Por favor, ingresa al menos un nombre y un apellido.

source: English
es: Inglés

source: Spanish
es: Español

source: Mr. Dolar's Management System
es: Sistema de Gestión de Mr. Dolar

source: Page not found
es: Página no encontrada

source: We’re sorry, but the requested page could not be found.
es: Lo sentimos, pero la página solicitada no pudo ser encontrada.

source: Home
es: Inicio

source: Server error
es: Error del servidor

source: Server error (500)
es: Error del servidor (500)

source: Server Error <em>(500)</em>
es: Error del Servidor <em>(500)</em>

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
es: Ha ocurrido un error. Ha sido reportado a los administradores del sitio vía email y debería ser solucionado en breve. Gracias por tu paciencia.

source: Run
es: Ejecutar

source: Click here to select the objects across all pages
es: Haz clic aquí para seleccionar los objetos en todas las páginas

source: Select all %(total_count)s %(module_name)s
es: Seleccionar todos los %(total_count)s %(module_name)s

source: Clear selection
es: Limpiar selección

source: Breadcrumbs
es: Ruta de navegación

source: Models in the %(name)s application
es: Modelos en la aplicación %(name)s

source: Model name
es: Nombre del modelo

source: Add link
es: Enlace para añadir

source: Change or view list link
es: Enlace para cambiar o ver lista

source: Add
es: Añadir

source: View
es: Ver

source: Change
es: Cambiar

source: You don’t have permission to view or edit anything.
es: No tienes permiso para ver o editar nada.

source: After you’ve created a user, you’ll be able to edit more user options.
es: Después de crear un usuario, podrás editar más opciones de usuario.

source: Change password
es: Cambiar contraseña

source: Set password
es: Establecer contraseña

source: Please correct the error below.
es: Por favor, corrige el error a continuación.

source: Enter a new password for the user <strong>%(username)s</strong>.
es: Ingresa una nueva contraseña para el usuario <strong>%(username)s</strong>.

source: This action will <strong>enable</strong> password-based authentication for this user.
es: Esta acción <strong>habilitará</strong> la autenticación por contraseña para este usuario.

source: Disable password-based authentication
es: Deshabilitar autenticación por contraseña

source: Enable password-based authentication
es: Habilitar autenticación por contraseña

source: Skip to main content
es: Saltar al contenido principal

source: Welcome,
es: Bienvenido,

source: User menu
es: Menú de usuario

source: View site
es: Ver sitio

source: Documentation
es: Documentación

source: Log out
es: Cerrar sesión

source: Django site admin
es: Administración del sitio Django

source: Django Administration
es: Administración de Django

source: All rights reserved.
es: Todos los derechos reservados.

source: Developed by
es: Desarrollado por

source: Add %(name)s
es: Añadir %(name)s

source: History
es: Historial

source: View on site
es: Ver en el sitio

source: Save
es: Guardar

source: Filter
es: Filtrar

source: Hide counts
es: Ocultar contadores

source: Show counts
es: Mostrar contadores

source: Clear all filters
es: Limpiar todos los filtros

source: Remove from sorting
es: Quitar del ordenamiento

source: Sorting priority: %(priority_number)s
es: Prioridad de ordenamiento: %(priority_number)s

source: Toggle sorting
es: Alternar ordenamiento

source: Toggle theme (current theme: auto)
es: Cambiar tema (tema actual: auto)

source: Toggle theme (current theme: light)
es: Cambiar tema (tema actual: claro)

source: Toggle theme (current theme: dark)
es: Cambiar tema (tema actual: oscuro)

source: Fetch Rate from BCV
es: Obtener Tasa del BCV

source: Delete
es: Eliminar

source: Deleting the %(object_name)s “%(escaped_object)s” would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es: Eliminar el %(object_name)s “%(escaped_object)s” resultaría en la eliminación de objetos relacionados, pero tu cuenta no tiene permiso para eliminar los siguientes tipos de objetos:
