Repository: juanhmrafael/project-mr.dolar-raffles
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es

source: Deleting the %(object_name)s “%(escaped_object)s” would require deleting the following protected related objects:
es: Eliminar el %(object_name)s “%(escaped_object)s” requeriría eliminar los siguientes objetos relacionados protegidos:

source: Are you sure you want to delete the %(object_name)s “%(escaped_object)s”? All of the following related items will be deleted:
es: ¿Estás seguro de que quieres eliminar el %(object_name)s “%(escaped_object)s”? Todos los siguientes elementos relacionados serán eliminados:

source: Objects
es: Objetos

source: Yes, I’m sure
es: Sí, estoy seguro

source: No, take me back
es: No, llévame de vuelta

source: Delete multiple objects
es: Eliminar múltiples objetos

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es: Eliminar los %(objects_name)s seleccionados resultaría en la eliminación de objetos relacionados, pero tu cuenta no tiene permiso para eliminar los siguientes tipos de objetos:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
es: Eliminar los %(objects_name)s seleccionados requeriría eliminar los siguientes objetos relacionados protegidos:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
es: ¿Estás seguro de que quieres eliminar los %(objects_name)s seleccionados? Todos los siguientes objetos y sus elementos relacionados serán eliminados:

source: Delete?
es: ¿Eliminar?

source: By %(filter_title)s
es: Por %(filter_title)s

source: Created
es: Creado

source: Updated
es: Actualizado

source: Deleted
es: Eliminado

source: Model
es: Modelo

source: Select model
es: Seleccionar modelo

source: All Models
es: Todos los Modelos

source: User Email
es: Email del Usuario

source: Action Type
es: Tipo de Acción

source: Select action type
es: Seleccionar tipo de acción

source: All Actions
es: Todas las Acciones

source: Select date from
es: Seleccionar fecha desde

source: Select date to
es: Seleccionar fecha hasta

source: Apply filters
es: Aplicar filtros

source: Clear filters
es: Limpiar filtros

source: Recent Activity
es: Actividad Reciente

source: View user profile
es: Ver perfil de usuario

source: System/Anonymous
es: Sistema/Anónimo

source: Changes Made
es: Cambios Realizados

source: No Recent Activity
es: Sin Actividad Reciente

source: No records found matching the applied filters.
es: No se encontraron registros que coincidan con los filtros aplicados.

source: Showing %(start)s to %(end)s of %(total)s entries
es: Mostrando %(start)s a %(end)s de %(total)s entradas

source: Page navigation
es: Navegación de página

source: First page
es: Primera página

source: First
es: Primera

source: Previous page
es: Página anterior

source: Previous
es: Anterior

source: Page
es: Página

source: Next page
es: Página siguiente

source: Next
es: Siguiente

source: Last page
es: Última página

source: Last
es: Última

source: Summary
es: Resumen

source: Recent actions
es: Acciones recientes

source: My actions
es: Mis acciones

source: None available
es: Ninguna disponible

source: Added:
es: Añadido:

source: Changed:
es: Modificado:

source: Deleted:
es: Eliminado:

source: Unknown content
es: Contenido desconocido

source: Something’s wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
es: Algo está mal con la instalación de tu base de datos. Asegúrate de que las tablas apropiadas de la base de datos hayan sido creadas, y asegúrate de que la base de datos sea legible por el usuario apropiado.

source: Company Logo
es: Logo de la Empresa

source: Welcome
es: Bienvenido

source: Please sign in to your account
es: Por favor, inicia sesión en tu cuenta

source: Please correct the error below.
es: Por favor, corrige el error a continuación.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
es: Estás autenticado como %(username)s, pero no tienes autorización para acceder a esta página. ¿Te gustaría iniciar sesión con una cuenta diferente?

source: SIGN IN
es: INICIAR SESIÓN

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Toggle navigation
es: Alternar navegación

source: Sidebar
es: Barra lateral

source: Start typing to filter…
es: Empieza a escribir para filtrar…

source: Filter navigation items
es: Filtrar elementos de navegación

source: Date/time
es: Fecha/hora

source: Action
es: Acción

source: Pagination %(name)s entries
es: Paginación de entradas de %(name)s

source: entry
es: entrada

source: This object doesn’t have a change history. It probably wasn’t added via this admin site.
es: Este objeto no tiene un historial de cambios. Probablemente no fue añadido a través de este sitio de administración.

source: Pagination %(name)s
es: Paginación %(name)s

source: Show all
es: Mostrar todos

source: Popup closing…
es: Cerrando ventana emergente…

source: Search %(name)s
es: Buscar %(name)s

source: Search
es: Buscar

source: %(counter)s result
es: %(counter)s resultado

source: %(full_result_count)s total
es: %(full_result_count)s en total

source: Save as new
es: Guardar como nuevo

source: Save and add another
es: Guardar y añadir otro

source: Save and continue editing
es: Guardar y continuar editando

source: Save and view
es: Guardar y ver

source: Close
es: Cerrar

source: Change selected %(model)s
es: Cambiar %(model)s seleccionado

source: Add another %(model)s
es: Añadir otro %(model)s

source: Delete selected %(model)s
es: Eliminar %(model)s seleccionado

source: View selected %(model)s
es: Ver %(model)s seleccionado

source: Thanks for spending some quality time with the web site today.
es: Gracias por pasar un tiempo de calidad con el sitio web hoy.

source: Log in again
es: Iniciar sesión de nuevo

source: Password change
es: Cambio de contraseña

source: Your password was changed.
es: Tu contraseña fue cambiada.

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
es: Por favor, ingresa tu contraseña anterior, por seguridad, y luego ingresa tu nueva contraseña dos veces para que podamos verificar que la escribiste correctamente.

source: Change my password
es: Cambiar mi contraseña

source: Password reset
es: Restablecimiento de contraseña

source: Your password has been set. You may go ahead and log in now.
es: Tu contraseña ha sido establecida. Ya puedes iniciar sesión.

source: Log in
es: Iniciar sesión

source: Password reset confirmation
es: Confirmación de restablecimiento de contraseña

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Por favor, ingresa tu nueva contraseña dos veces para que podamos verificar que la escribiste correctamente.

source: New password:
es: Nueva contraseña:

source: Confirm password:
es: Confirmar contraseña:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace de restablecimiento de contraseña era inválido, posiblemente porque ya ha sido utilizado. Por favor, solicita un nuevo restablecimiento de contraseña.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
es: Te hemos enviado por correo electrónico las instrucciones para establecer tu contraseña, si existe una cuenta con el correo que introdujiste. Deberías recibirlas en breve.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
es: Si no recibes un correo electrónico, por favor asegúrate de haber introducido la dirección con la que te registraste y revisa tu carpeta de spam.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Estás recibiendo este correo porque solicitaste un restablecimiento de contraseña para tu cuenta de usuario en %(site_name)s.

source: Please go to the following page and choose a new password:
es: Por favor, ve a la siguiente página y elige una nueva contraseña:

source: In case you’ve forgotten, you are:
es: En caso de que lo hayas olvidado, tu usuario es:

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio!

source: The %(site_name)s team
es: El equipo de %(site_name)s

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
es: ¿Olvidaste tu contraseña? Ingresa tu dirección de correo electrónico a continuación y te enviaremos las instrucciones para establecer una nueva.

source: Email address:
es: Dirección de correo electrónico:

source: Reset my password
es: Restablecer mi contraseña

source: Choose a date from the list below to revert to a previous version of this object.
es: Elige una fecha de la lista a continuación para revertir a una versión anterior de este objeto.

source: This object doesn't have a change history.
es: Este objeto no tiene un historial de cambios.

source: View %(verbose_name)s
es: Ver %(verbose_name)s

source: Revert %(verbose_name)s
es: Revertir %(verbose_name)s

source: Press the 'Revert' button below to revert to this version of the object.
es: Presiona el botón 'Revertir' para volver a esta versión del objeto.

source: Press the 'Change History' button below to edit the history.
es: Presiona el botón 'Historial de Cambios' para editar el historial.

source: History for
es: Historial de

source: Change reason
es: Motivo del cambio

source: No history records found for this object.
es: No se encontraron registros de historial para este objeto.

source: Showing %(start)s to %(end)s of %(total)s entries
es: Mostrando %(start)s a %(end)s de %(total)s entradas

source: Revert
es: Revertir

source: Change History
es: Historial de Cambios
